Repository: ArseneSoulie/serena
Catalog: serena/Kana/Sources/Kana/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: All
fr: Tout

source: All in a row
fr: Tous d’affilée

source: Both
fr: Ensemble

source: Clear
fr: Effacer

source: Combinatory
fr: Combinaisons

source: Combinatory diacritics
fr: Combinaisons diacritiques

source: Completed !
fr: Fini !

source: Correct
fr: Corrects

source: Diacritics
fr: Diacritiques

source: Draw
fr: Dessine

source: Draw your mnemonic for %@
fr: Dessine ton mnémotechnique pour %@

source: Draw your own
fr: Crée le tien

source: Edit
fr: Modifier

source: Explanation
fr: Explication

source: Extended katakana
fr: Katakanas étendus

source: Fast select
fr: Sélection rapide

source: Final level
fr: Niveau final

source: Finish
fr: Terminer

source: Go back to selection
fr: Retour à la sélection

source: Here's a list of helpful mnemonics and explanations we've prepared for you. The best remains for you to make them your own so have fun and experiment by creating your own story !
fr: Voila une liste de moyens mnémotechniques préparés juste pour toi. Le mieux reste de les créer par toi même. Alors amuse toi et fais ta propre histoire !

source: Incorrect
fr: Erronés

source: It reminds me of...
fr: Ça me fait penser à …

source: Kana training
fr: Entraînement Kana

source: Learn the selected kanas by doing challenges of increasing difficulty
fr: Apprends les kanas sélectionnés par paliers de difficulté croissante ~ Parfait pour débuter

source: Let's go ! %lld
fr: C’est parti ! %lld

source: Level
fr: Niveau

source: Level ups
fr: Paliers

source: Mnemonics
fr: Mnemotechniques

# Mnemonics.あ
source: Can you find the `a` in the `a` hiragana?
fr: Peux-tu trouver le `a` dans l’hiragana `a` ?

# Mnemonics.ア
source: `A` contains an `a` like in the hiragana, do you see it?
fr: `A` contient un `a` comme pour l'hiragana, est-ce que tu le vois ?

# Mnemonics.い
source: `i` looks like a pair of ee(い)ls
fr: `i` Ressemble à deux angu`i`lles

# Mnemonics.イ
source: `I` contains an `i` as in `igloo`
fr: `I` Contient un `i` comme dans `i`gloo

# Mnemonics.う
source: A `u` is hidden in the `u` hiragana, do you see it ?
fr: `u` Un `u` est caché dans l'hiragana `u`, le vois-tu ?

# Mnemonics.ウ
source: `U` ressembles its hiragana counterpart
fr: `U` Ressemble a son équivalent hiragana

# Mnemonics.え
source: `e` is `e`lectric
fr: `e` Est un `é`clair, c'est `é`lectrique !

# Mnemonics.エ
source: `E` is a construction beam made by `e`ngineneers
fr: `E` Est une superbe `haie`

# Mnemonics.お
source: `o` Get ready to get into `o`rbit
fr: `o` Prépare toi a décoller en `o`rbite

# Mnemonics.オ
source: `O`! Here comes the `o`pera singer `OoooOoooooh`!~
fr: `O`! Voici venir le chanteur d'`o`pera `OoooOoooooh`!~

# Mnemonics.か
source: `ka` looks like a mosquito! Guess what ? `ka` is the way you say mosquito in japanese. What horrendous creatures, at least they help you remember your kanas
fr: `ka` Ressemble a un moustique ! Devine quoi ? `ka` veut dire moustique en japonais, au moins ces horribles créatures t'aident à apprendre tes kanas

# Mnemonics.カ
source: `KA` This `ka`takana ressembles its hiragana, nice !
fr: `KA` Ce `ka`takana ressemble a sa version hiragana, super !

# Mnemonics.き
source: `ki` looks like a key
fr: `ki` Ressemble a une clé. En anglais c'est key

# Mnemonics.キ
source: `KI` Again that's just the top part of `き`
fr: `KI` Encore une fois c'est juste la partie du haut de `き`

# Mnemonics.く
source: `ku` is the beak of the nasty cuc`koo` that keeps waking you up, it will never stop
fr: `ku` Est le bec du `cou``cou` qui ne cesse de te réveiller, il ne s'arrêtera jamais

# Mnemonics.ク
source: `KU` Guess who made all the delicious noodles you've been slurping? That's the `coo`k of course!
fr: `KU` Devine qui a fait toutes les délicieuses nouilles que tu as dégustées ? C'est le `cu`isinier bien sur !

# Mnemonics.け
source: `ke` is a mix of `ke`lp
fr: `ke` est une pile de `ke`lp (c'est une algue que tu peux manger)

# Mnemonics.ケ
source: `KE` Its a `K` `ok`???
fr: `KE` C'est `ok` okay ???

# Mnemonics.こ
source: `ko` is a mini snake with a `co`mpagnon. Look how cute they are
fr: `ko` Est un mini `co`bra avec son `co`pain. `Co`mme c'est mignon

# Mnemonics.コ
source: `KO` Perfect `co`rners, you're good at drawing !
fr: `KO` Deux `co`ins parfaits, tu te débrouilles en dessin !

# Mnemonics.さ
source: `sa`! Now that's some good `sa`lsa
fr: `sa`! Ça c'est de la bonne `sa`lsa

# Mnemonics.サ
source: `SA` Get ready, the cook's made you some nice `sa`rdines on the grill
fr: `SA` Prépare toi, le chef nous a fait griller des `sa`rdines... miam miam

# Mnemonics.し
source: `shi` The `she`ep is well kept by its shepherd
fr: `shi` Le `chi`en de berger garde le troupeau

# Mnemonics.シ
source: `SHI` Now `she` has quite the smile
fr: `SHI` Aller hop ! On passe le `chi`ffon. Le nettoyage c'est important

# Mnemonics.す
source: `su` Be careful that's one perilous `sw`ing
fr: `su` Fais attention tu viens de glisser et tu te retrouves `su`spendu au des`su`s du vide. Remonte vite !

# Mnemonics.ス
source: `SU` Its a bird, its a plane... no its a kana in a `su`perman `su`it
fr: `SU` C'est un oiseau, c'est un avion... non c'est un kana en costume de `su`perman

# Mnemonics.せ
source: `se` is for your `se`npai. He's so `se`xy ! Please notice meeee!
fr: `se` C’est ton `se`npai. Il est tellement `se`xy. Notice meeeee!

# Mnemonics.セ
source: `SE` Is like `せ`
fr: `SE` C'est `せ

# Mnemonics.そ
source: `so` Now that's `so`da
fr: `so` Ça c'est du `so`da

# Mnemonics.ソ
source: `SO` You're ready for helping with needles, get set... `saw`!
fr: `SO` Trop bien ! Des `sau`cisses !

# Mnemonics.た
source: `ta` Yum ! `Ta`cos !
fr: `ta` Miam ! Des `ta`cos

# Mnemonics.タ
source: `TA` In japanese `ta`ko means kite, it even has an image of `ta`cos
fr: `TA` En japonais `ta`ko veut dire cerf-volant, il a même une image de `ta`cos

# Mnemonics.ち
source: `chi` say `chee`se!
fr: `chi` Dis `chee`se !

# Mnemonics.チ
source: `CHI` You recognise this foot. That a `chi`cken!
fr: `CHI` Tu nous prépares ton meilleur `chi`li. Le piment ça ne te fais pas peur

# Mnemonics.つ
source: `tsu` Aaaah! Here comes a `tsu`nami
fr: `tsu` Aaah ! Voici venir un `tsu`nami

# Mnemonics.ツ
source: `TSU` You've become good at sawing you can now handle `two` needles at the same time. Quite skillfull
fr: `TSU` Woah ! Un mega `tsu`nami !

# Mnemonics.て
source: `te` is a `T`
fr: `te` C’est littéralement un `T`

# Mnemonics.テ
source: `TE` Again this is just a T
fr: `TE` C'est encore juste un T

# Mnemonics.と
source: `to` Someone put a needle in your `toe`. That's `to`rture
fr: `To` Quelqu'un a mis une aiguille dans ton orteil, c'est de la `to`rture !

# Mnemonics.ト
source: `TO` Your favorite `to`tem is here
fr: `TO` Ton `to`tem préféré est là

# Mnemonics.な
source: `na` What's that? `Na`ni????
fr: `na` C'est quoi ça ? `Na`ni???

# Mnemonics.ナ
source: `NA` Ohh what a cute `na`rwal
fr: `NA` Ohh quel mignon `na`rval

# Mnemonics.に
source: `ni` Is a pack of `nee`dles
fr: `ni` Regarde un `nid` ! C'est peut être la que vis ton coucou

# Mnemonics.ニ
source: `NI` Your two now famous `nee`dles. You take them everywhere
fr: `NI` Tu as fi`ni` ton `nid` il ne te reste que deux maigres brindilles

# Mnemonics.ぬ
source: `nu` Yum ! `Noo`dles
fr: `nu` Miam ! Des `nou`illes

# Mnemonics.ヌ
source: `NU` Bam! A second serving of `noo`dles!
fr: `NU` Bam du rab de `nou`illes !

# Mnemonics.ね
source: `ne` looks like a `ne`ko. Cat in japanese
fr: `ne` Ressemble a un `ne`ko. Chat en japonais

# Mnemonics.ネ
source: `NE` Hey that's the `ne`st of your infamous cuckoo
fr: `NE` Le `ne`ttoyage n'attends pas

# Mnemonics.の
source: `no` Are the `no`strils of a massive pig
fr: `no` C'est ton `no`mbril

# Mnemonics.ノ
source: `NO` Its `no`t what you meant, so you strike it saying `Nooooooo`!
fr: `NO` Ce n'est pas ce que tu voulais dire, tu raies le mot en criant `Noooooooo`n !

# Mnemonics.は
source: `ha` contains `ha` easy !
fr: `ha` Contient `ha` facile !

# Mnemonics.ハ
source: `HA` What a cool `ha`t
fr: `HA` c'est un beau `H` il ne manque que la barre du milieu

# Mnemonics.ひ
source: `hi` Now `he` has a big nose
fr: `hi` C'est un gros `hi`boux (prononce bien le H)

# Mnemonics.ヒ
source: `HI` `hi` `hi` `hi` Look at you, mastering all these kanas in a breeze
fr: `HI` `hi` `hi` `hi` Regarde toi, tu maitrises tous ces kanas si facilement c'est a en rire

# Mnemonics.ふ
source: `fu` This `foo`l is dancing like crazy with his `hu`lahoop
fr: `fu` Ce gars danse comme un `fou` avec son `hu`lahoop

# Mnemonics.フ
source: `FU` Tutuutuuuuu ! Rrrrraise the `fl`ag ! Hail reina kana !
fr: `FU` 3.. 2.. 1.. décollage de la `fu`sée !

# Mnemonics.へ
source: `he`! Someone calls you from Mt. St.`He`llens
fr: `he` ! Quelqu'un t'appelle depuis le Mont St.`He`llens

# Mnemonics.ヘ
source: `HE` `Hey` ! That's the same as the hiragana
fr: `HE` `Hey` ! C'est le même que l'hiragana

# Mnemonics.ホ
source: `HO` You stumbled upon the `ho`ly cross `hoooo~~~~`
fr: `HO` Tu viens de tomber sur la croix sacrée `hoooooo~~~`

# Mnemonics.ま
source: `ma` Oh oh... someone like your `ma`ma is really angry. She's `ma`sked so you not might be safe (ᵕ•_•)
fr: `ma` Oh oh... une personne ressemblant à ta `ma`man est vraiment mécontente. Elle est `ma`squée et tu n'est peut être pas en sécurité (ᵕ•_•)

# Mnemonics.マ
source: `MA` Get ready to do some `ma`ths, you're good at making corners, this one will be easy
fr: `MA` Prépare-toi à faire des `ma`ths, tu sais y faire avec les coins, ça va être facile

# Mnemonics.み
source: `mi` Hey that's the `mi`ni snake from earlier. He's friend has grown up but he's still a cutie
fr: `mi` Hey c'est le `mi`ni serpent de tout à l'heure. Son ami a grossi mais lui est toujours petit

# Mnemonics.ミ
source: `MI` AAAH `MI`SSILES INCOMING !
fr: `MI` AAAH DES `MI`SSILES APPROCHENT !

# Mnemonics.め
source: `me` That's eye in japanese. Look at it, isn't it a beautiful eye ?
fr: `me` C'est un oeil en japonais. Regarde, n'est-ce pas un superbe oeil ?

# Mnemonics.メ
source: `ME` That's a nasty `me`ssage someone sent you... Put a big X over it and let's not talk about it
fr: `ME` C'est un `me`chant `me`ssage qu'on vient de t'envoyer... `Mets` une grosse croix dessus et on n'en parle plus

# Mnemonics.も
source: `mo` It's time for you to `mo`p. Your mama is still angry about you, remember?
fr: `mo` La classe c'est ta `mo`bilette. Bientôt tu pourras te prendre une `mo`to

# Mnemonics.モ
source: `MO` Is like `も` nothing `mo`re to say
fr: `MO` Est comme `も` je n'ai pas d'autres `mots` à dire

# Mnemonics.や
source: `ya` Look a `ya`k !
fr: `ya` Regarde c'est un `ya`k !

# Mnemonics.ヤ
source: `YA` Is just like the hiragana `や`
fr: YA` Ressemble comme deux gouttes d'eau à l'hiragana `や`

# Mnemonics.ゆ
source: `yu` The shiniest fish in the world. This one's `u`nique
fr: `yu` Le poisson le plus brillant au monde. Il est `u`nique ! Pf`iouu` tu ne l'as pas loupé

# Mnemonics.ユ
source: `YU` `YOU` !! Says someone nasty pointing at `you`... What did `you` do... I dont know but it's a bit scary
fr: `YU` Hey `YOU` ! Quelqu'un t'interpelle en anglais en te pointant du doigt, est ce qu'il s'adresse à toi ?

# Mnemonics.よ
source: `yo` `yo` `yo` check this! There's a `yo` in the `yo`! Easy!
fr: `yo` `yo` `yo` check moi ça ! Il y a un `yo` dans le `yo` ! Facile !

# Mnemonics.ヨ
source: `YO` Get ready for some `yo`ga , are you all warmed up ?
fr: `YO` Prépare-toi à faire du `yo`ga, tu t'es bien échauffé ?

# Mnemonics.ら
source: `ra` Ooh a cute `ra`bbit (づ> v <)づ♡
fr: `ra` Ooh c'est un mignon petit `ra`ton\n(づ> v <)づ♡

# Mnemonics.ラ
source: `RA` Yo! That's the cool `ra`pping `ra`ptor! Quick get a picture with him, he's so cool!
fr: `RA` Yo! C'est le `ra`ptor `ra`ppeur! Vite prends une photo avec lui, il est trop stylé !

# Mnemonics.り
source: `ri` Two `ree`ds
fr: `ri` Deux petites pousses de `ri`z

# Mnemonics.リ
source: `RI` Just like the hiragana `り`
fr: `RI` Tout comme l'hiragana `り`, c'est si facile, j'en `ris`

# Mnemonics.る
source: `ru` Now that's a dangerous `rou`te! But you know your itinerary like noone else so no sweat... right?
fr: `ru` Cette `rou`te est sacrément escarpée ! Mais tu connais ton itinéraire comme personne, pas de quoi s'inquiéter... n'est-ce pas ?

# Mnemonics.ル
source: `RU` Ah! Now you've found out an easy `rou`te. That's reassuring
fr: `RU` Ah! Maintenant tu as trouvé une `rou`te sure. C'est rassurant

# Mnemonics.れ
source: `re` The dog's has a grand day, now it needs to `re`st for a bit
fr: `re` Le chien a eu une grosse journée à garder les moutons, maintenant il doit se `re`poser

# Mnemonics.レ
source: `RE` Careful that's a sharp `ra`sor
fr: `RE` Tu a un rasoir pour te p`ré`parer, attention a ne pas te couper

# Mnemonics.ろ
source: `ro` Hey you found a simpler `ro`ad. That's a relief !
fr: `ro` Au diable les manières. Tu laches un bon `rot` et au dodo !

# Mnemonics.ロ
source: `RO` Are you sure this is the right `ro`ad? I feel like we're going in circles...
fr: `RO` Ça c'est du `rot` !

# Mnemonics.わ
source: `wa` Bzzzz~ Aahh you almost got stuck by this `wa`sp
fr: `wa` Quel magestueux `wa`piti ! On n'en voit pas tous les jours

# Mnemonics.ワ
source: `WA` `Wha`t ?? Is that ? You ask; Simple that's the `wa` katakana I answer
fr: `WA` C'est qu`oiiiiii` ce truc ?? Simple ! C'est le katakana `wa`

# Mnemonics.を
source: `wo` That's you looking at `wo` saying `wooo`. Quite similar if I may
fr: `wo` C'est ta tête quand tu as vu `wo` pour la première fois `woooo`. Vous vous ressemblez si je peux me permette.

# Mnemonics.ヲ
source: `WO` Wo! wo! wo! Your dog is so happy to see you
fr: `WO` Wo! wo! wo! Ton chien est tout content de te voir

# Mnemonics.ん
source: `n` Now that's just `n` with extra long lines
fr: `n` C'est juste un `n` avec des traits super longs

# Mnemonics.ン
source: `N` That's the final kataka`n`a here have a ba`n`a`n`a !
fr: `N` C'est le dernier kataka`n`a, tiens prend une ba`n`a`n`e

source: New cases
fr: Nouveaux cas

source: Passed
fr: Passés

source: Perfect run ! 🎉
fr: C’est parfait ! 🎉

source: Pick an exercise type
fr: Choisis un entrainement

source: Pick the correct kana word for the writing.
fr: Choisis le bon kana pour l’écriture donnée

source: Pick the correct writing for the kana.
fr: Choisis la bonne écriture pour le kana donné

source: Reveal answer
fr: Afficher la réponse

source: Save
fr: Sauvegarder

source: Search a kana
fr: Rechercher un kana

source: Select the rows you want to train on and hit "Let's go"
fr: Sélectionne les lignes sur lesquelles tu souhaites t’entrainer et tape sur “C’est parti !”

source: Show romaji
fr: Afficher Romaji

source: Show Romaji for failed
fr: Afficher les Romaji pour les erronés

source: Skip
fr: Passer

source: This is the right kana but with incorrect writing. Try again!
fr: C’est le bon kana mais cette écriture n’est pas standard. Essaie encore !

source: Training
fr: Entrainement

source: Training mode
fr: Mode d’entraînement

source: Try again with selection
fr: Réessayer avec la sélection

source: Try to get all selected kanas right in a row !
fr: Tente d’écrire tous les kanas d’affilée

source: Write the combinaison of the three kanas.
fr: Écris la combinaison des 3 kanas

source: Write the kana.
fr: Écris le kana

source: Write the writing of all kanas in a row
fr: Écris tous les kanas à la suite

source: Write what the kana reminds you of
fr: Écris ce à quoi le kana te fait penser
